{"inkVersion":21,"root":[["^You open your eyes and see a familiar figure. Your throat tightens as she turns to you. Her warm smile softens the gloom of the decaying fountain.","\n","^<b>??:</b> I don’t need my sight to recognize your presence, little sweet. It has been a long while since anyone has dared venture to this old place. It's rude to keep a lady waiting...even if that lady has all the time in the world.","\n","^She giggles softly.","\n",["ev",{"^->":"0.6.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":18},{"s":["^Who are you...again?",{"->":"$r","var":true},null]}],["ev",{"^->":"0.7.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-1","flg":18},{"s":["^Hello?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.6.s"},[{"#n":"$r2"}],"\n","^<b>??:</b> You don't recall? Perhaps that is to be expected, considering your state.","\n","^She lets out a quiet sigh.","\n","^<b>??:</b> Well, I'm sure you'll remember soon enough. Let's just say you're quite special to me, and I'm quite special to you. ",{"->":"whathappened"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.7.s"},[{"#n":"$r2"}],"\n","^<b>??:</b> Oh, thank the heavens. I was so worried that, in all the tumult, you might have forgotten who I was. But I guess that's how peonies are: Just when you think they've wilted completely, they suddenly blossom brighter than ever before.","\n","^You feel as if you know this person, but struggle to even recall her name. ",{"->":"whathappened"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"whathappened":[[["ev",{"^->":"whathappened.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^What happened?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"whathappened.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^<b>??:</b> \"Hmm...I guess there is no easy way to say this.\" The woman's face becomes pale. She fidgets with her necklace. \"You...passed on. Oh, you can only imagine how distraught I was to find your lifeless body out here. Thankfully, I was able to collect myself and begin preparations to bring you back. I am the keeper of this crypt, after all. It took a fair bit of work, yes, but you know I'd do anything for my peony.\" ",{"->":"whathappenedcont"},"\n",{"#f":5}]}],{"#f":1}],"whathappenedcont":[[["ev",{"^->":"whathappenedcont.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^How did you do such a thing?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"whathappenedcont.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^<b>CRYPT KEEPER:</b> A magician never reveals her secrets... but since you're special I'll make an exception. That lantern you hold contains your soul. When touching it, your spirit can once again animate your body as it did while you were still...living. I even carefully fitted your latern with some precious stones. If you're ever in danger, those gems will bring you back to me. I'm always here to take care of you, darling. When you feel the latern's glow, think of it as my embrace. ",{"->":"lanterndesc"},"\n",{"#f":5}]}],{"#f":1}],"lanterndesc":[[["ev",{"^->":"lanterndesc.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^You look down the lantern.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"lanterndesc.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^Within it, a small candle burns soflty. The flicker of its flame is comforting. It reminds you of the broth you drank as a child when you were ill. The lantern itself is ornately sculpted. It's so polished that you can see yourself reflected in its silver casing. Someone clearly put a lot of effort into preparing it for this occassion. ",{"->":"interrogation"},"\n",{"#f":5}]}],{"#f":1}],"interrogation":[[["ev",{"^->":"interrogation.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Where is everyone?",{"->":"$r","var":true},null]}],["ev",{"^->":"interrogation.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Where *am I?",{"->":"$r","var":true},null]}],["ev",{"^->":"interrogation.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^Why revive me?",{"->":"$r","var":true},null]}],["ev",{"^->":"interrogation.0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-3","flg":18},{"s":["^How did I die?",{"->":"$r","var":true},null]}],["ev",{"^->":"interrogation.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","choiceCnt",0,"==","/ev",{"*":".^.^.c-4","flg":19},{"s":["^<b>CRYPT KEEPER:</b> Now then, I'm afraid I must wish you farewell. But worry not, my darling, for we shall meet again very soon.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"interrogation.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^CRYPT KEEPER: You don't remember? I'll tell you this much--I was right about that creature. Radefell is gone. The survivors are living in a nearby village. I've been helping them out, here and there. I bet they'll be quite happy to see you. But please, let's not discuss this any further. Besides, you're already in such a sorry state. I can't imagine that dwelling on bad news is making you feel any better. ",{"->":".^.^.^"},"\n",{"#f":5}],"c-1":["ev",{"^->":"interrogation.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n","^<b>CRYPT KEEPER:</b> Apologies for the drab scenery. It's much easier to bring a soul back in a place such as this. Ressuciation is difficult in a city, where death is so omnnipresent. But I guess it's an apt setting, seeing as I've cleaned you up like the mother dove cleans her young in the fountain's basin. ",{"->":".^.^.^"},"\n",{"#f":5}],"c-2":["ev",{"^->":"interrogation.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","^<b>CRYPT KEEPER:</b> I'm not sure exactly, but I imagine it was quite painful. I found you not far from here, in a nearby cornfield. You were badly bruised, especially on your knees and elbows. It was a terrible scene, just awful. I was quite distraught but managed to pull myself together. \"This won't do.\", I told myself, \"This won't do.\" So I picked you up--all of you, including the fingers you had lost--and put you back together. Don't worry, I didn't peek under your mask. I know you're awfully sensitive about that. ",{"->":".^.^.^"},"\n",{"#f":5}],"c-3":["ev",{"^->":"interrogation.0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],"\n","^She frowns.","\n","^<b>CRYPT KEEPER:</b> Why revive anyone else? You're the lantern of my life, peony. You should know that better than anyone else.\" ",{"->":".^.^.^"},"\n",{"#f":5}],"c-4":["ev",{"^->":"interrogation.0.c-4.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],"\n","^She smiles at you, and--for the first time in a long time--you feel safe. You were safe at the chapel, sure, but any bird is safe in a cage. This is different.","\n","^The woman snaps her fingers and dissapears, leaving nothing behind but a faint aroma of lavender.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}