{"inkVersion":21,"root":[["^You approach a familiar man in a top hat, with rosy cheeks and thin, stitched lips. Golden strings hang limply from his limbs, like a discarded marionette. He is turned away from you, but there is recognition in his still-seeing eyes.","\n","^<b>??:</b>...What a bitter state of affairs we find ourselves in.","\n","ev","str","^You were there","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^ I am sorry","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^The familiar man gives a tasteless, empty chuckle.","\n","^<b>Mayor:</b> Regrettably so, I fear. It brings some small joy that your memory hasn’t rotted like your form.","\n","^<b>Mayor:</b> Still, I doubt I am the only one who harbors such remorse.","\n","^<b>Mayor:</b> You must have questions. Ask away. ",{"->":"questions"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^The familiar man breathes deep through his nose, unbothered by the scent of death.","\n","^<b>Mayor:</b> You are not alone in fault, friend. Far from it.","\n","^<b>Mayor:</b> Fear and complacency go hand in hand, after all.","\n","^<b>Mayor:</b> You must have questions. Ask away. ",{"->":"questions"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"questions":[["ev","str","^How did you survive?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^What happened to the rest of the church?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^What are you doing here?","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^I'm done here","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["\n","^<b>Mayor:</b> ...I fled.","\n","^Forlorn, the man’s posture visibly sinks.","\n","^<b>Mayor:</b> I hold no deeper shame. I knew that… thing… that something was coming,, and I turned my back on those I purported service to.","\n","^<b>Mayor:</b> Atonement may never grace me for such deep cowardice. ",{"->":".^.^.^"},"\n",{"#f":5}],"c-1":["^ ","\n","^<b>Mayor:</b> ...They’re gone. Just like everything else.","\n","^<b>Mayor:</b> Perhaps the only good to have come from the Convergence after all this time.- ",{"->":".^.^.^.Church"},"\n",{"#f":5}],"c-2":["\n","^<b>Mayor:</b> Much has come about since the Convergence.","\n","^<b>Mayor:</b> Be it fate, people have entrusted me with leading them once more. And I will see to it they are safe. ",{"->":".^.^.^"},"\n",{"#f":5}],"c-3":["\n","^<b>Mayor:</b> You always possessed an acute poise. Perhaps it will bless you with the chance to right these wrongs of ours","\n","end",{"#f":5}]}],{"Church":[["ev","str","^Do you know who I am?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Couldn’t you have stopped what happened?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^I still have more questions","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^<b>Mayor:</b> Evidently, I do recognize you. Yes, you were quite the illustrious devotee to the church then.…","\n","^After a moment of silence, the man leans in to regard your appearance in greater detail.","\n","^<b>Mayor:</b> Not many with our strain of history return to this hellish place. ",{"->":".^.^.^"},"\n",{"#f":5}],"c-1":["\n","^<b>Mayor:</b> I do not know, perhaps I could have.","\n","^<b>Mayor:</b> The church had exploited my likeness. Leaving me nothing but a puppet to their dissolute cause.","\n","^A deep sigh can be heard from the man, seeming to be lost in thought.","\n","^<b>Mayor:</b> Still, I am not exempt from fault.. ",{"->":".^.^.^"},"\n",{"#f":5}],"c-2":["^ ",{"->":".^.^.^.^"},"\n",{"#f":5}]}],{"#f":1}],"#f":1}],"#f":1}],"listDefs":{}}